[
  {
    "id": 0,
    "name": "nostrud adipisicing",
    "description": "Velit quis deserunt duis pariatur laborum voluptate excepteur culpa ad. Ipsum minim velit deserunt dolore fugiat laborum occaecat ex. Reprehenderit veniam enim reprehenderit amet minim dolore nisi exercitation ea aliqua deserunt. Commodo nostrud ullamco excepteur irure quis laborum nulla. In nulla cillum fugiat quis incididunt aute veniam consequat fugiat culpa labore duis. Dolore sunt est elit consectetur.\r\n",
    "price": 5546,
    "color": "Bisque",
    "category": "Xhupe",
    "pictures": [
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400"
    ],
    "size": [
      "XXL"
    ],
    "tags": [
      "ea",
      "est",
      "incididunt",
      "nostrud",
      "exercitation",
      "qui",
      "in"
    ]
  },
  {
    "id": 1,
    "name": "incididunt proident",
    "description": "Dolor elit quis tempor incididunt esse laboris aliquip nulla. Laboris labore eu qui commodo aliqua nulla minim in dolor dolor est culpa Lorem. Magna sint cillum ipsum do sunt do enim enim aliquip consequat ut amet duis. Voluptate eu reprehenderit reprehenderit anim incididunt voluptate enim.\r\n",
    "price": 9624,
    "color": "AliceBlue",
    "category": "Pantollona te shkurtra",
    "pictures": [
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400"
    ],
    "size": [
      "S",
      "M"
    ],
    "tags": [
      "ipsum",
      "eiusmod",
      "cillum",
      "ipsum",
      "id",
      "quis",
      "officia"
    ]
  },
  {
    "id": 2,
    "name": "sunt excepteur",
    "description": "Eiusmod eiusmod ullamco occaecat magna Lorem minim sit deserunt sit irure sunt. Et elit sint irure occaecat pariatur cupidatat nisi. Elit cupidatat aute incididunt ad et. Non excepteur anim ad fugiat aliquip.\r\n",
    "price": 6762,
    "color": "Aqua",
    "category": "Cante",
    "pictures": [
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400"
    ],
    "size": [
      "XXL"
    ],
    "tags": [
      "laborum",
      "eu",
      "non",
      "excepteur",
      "consequat",
      "culpa",
      "fugiat"
    ]
  },
  {
    "id": 3,
    "name": "do quis",
    "description": "Minim eiusmod duis occaecat excepteur irure consequat nisi irure laborum minim officia. Fugiat et ex exercitation nulla. Et voluptate anim non tempor enim sint irure dolor. Commodo deserunt enim laborum qui ex in ea magna duis cupidatat. Minim mollit sint consequat sunt esse proident exercitation quis cupidatat laboris deserunt in adipisicing duis. Et quis elit sint elit tempor consectetur officia adipisicing est adipisicing cillum Lorem. Veniam cupidatat consequat fugiat tempor velit sit elit id eiusmod fugiat eu.\r\n",
    "price": 6478,
    "color": "Beige",
    "category": "Funde",
    "pictures": [
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400"
    ],
    "size": [
      "XL",
      "S"
    ],
    "tags": [
      "adipisicing",
      "magna",
      "voluptate",
      "fugiat",
      "ullamco",
      "do",
      "minim"
    ]
  },
  {
    "id": 4,
    "name": "et reprehenderit",
    "description": "Labore in consequat officia laborum eu et veniam amet sunt. Velit minim eiusmod ea aute cillum. Magna amet ad fugiat Lorem quis velit ea cupidatat tempor.\r\n",
    "price": 8108,
    "color": "Beige",
    "category": "Cante",
    "pictures": [
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400"
    ],
    "size": [
      "XL"
    ],
    "tags": [
      "consectetur",
      "veniam",
      "nulla",
      "laboris",
      "ex",
      "sit",
      "ullamco"
    ]
  },
  {
    "id": 5,
    "name": "excepteur proident",
    "description": "Tempor exercitation magna cupidatat dolore dolor. Eiusmod reprehenderit voluptate aliquip voluptate commodo cillum adipisicing magna ut consequat et exercitation. Adipisicing dolor anim qui mollit aliqua aliquip mollit duis id amet irure amet id. Nostrud proident aliqua sit proident tempor consectetur Lorem sit deserunt et exercitation ex minim commodo. Duis occaecat ipsum mollit ad reprehenderit fugiat labore proident commodo fugiat cupidatat. Eiusmod veniam consequat eu nisi voluptate esse non sunt minim amet elit duis velit. Cupidatat duis non ipsum ullamco cillum qui.\r\n",
    "price": 9521,
    "color": "Aqua",
    "category": "Pantollona te shkurtra",
    "pictures": [
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400"
    ],
    "size": [
      "M"
    ],
    "tags": [
      "ad",
      "deserunt",
      "culpa",
      "id",
      "ullamco",
      "excepteur",
      "nostrud"
    ]
  },
  {
    "id": 6,
    "name": "ea aute",
    "description": "Quis cillum laboris eiusmod tempor officia nulla ut ea officia commodo labore. Mollit nisi magna in deserunt pariatur consequat elit duis. Sunt tempor nisi velit excepteur ad exercitation deserunt eiusmod consequat elit ut labore reprehenderit aliqua. Do cupidatat velit cillum id sint excepteur ad tempor Lorem sit minim. Adipisicing eiusmod in ad amet. Ad ad nostrud dolor culpa cupidatat ex ullamco Lorem cupidatat eiusmod.\r\n",
    "price": 9558,
    "color": "Bisque",
    "category": "Pantollona te shkurtra",
    "pictures": [
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400"
    ],
    "size": [
      "XXL"
    ],
    "tags": [
      "nisi",
      "aliqua",
      "in",
      "culpa",
      "deserunt",
      "elit",
      "duis"
    ]
  },
  {
    "id": 7,
    "name": "laboris fugiat",
    "description": "Anim nulla non nulla veniam et minim irure commodo. Id elit nisi cillum excepteur ullamco voluptate laboris amet irure. Nulla mollit nulla minim elit nulla aute mollit veniam cupidatat nulla. Ex commodo dolor veniam excepteur occaecat cupidatat anim excepteur pariatur. Et sint cillum consequat nulla.\r\n",
    "price": 5091,
    "color": "Bisque",
    "category": "Fustane",
    "pictures": [
      "https://picsum.photos/400",
      "https://picsum.photos/400"
    ],
    "size": [
      "XL",
      "S"
    ],
    "tags": [
      "sit",
      "nostrud",
      "aliquip",
      "esse",
      "sunt",
      "veniam",
      "nisi"
    ]
  },
  {
    "id": 8,
    "name": "excepteur laborum",
    "description": "Qui tempor aliquip incididunt magna ullamco laborum ad laborum est in ex nostrud ipsum. Labore esse reprehenderit reprehenderit excepteur eu sint ullamco. Labore aute velit nisi cillum veniam dolor officia occaecat nisi ea.\r\n",
    "price": 5416,
    "color": "BlueViolet",
    "category": "Pantollona te shkurtra",
    "pictures": [
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400"
    ],
    "size": [
      "X"
    ],
    "tags": [
      "occaecat",
      "fugiat",
      "reprehenderit",
      "non",
      "voluptate",
      "cillum",
      "duis"
    ]
  },
  {
    "id": 9,
    "name": "aute ad",
    "description": "Amet non do ex reprehenderit elit non minim magna veniam occaecat. Quis nostrud ullamco laborum cillum excepteur eu nostrud. Consequat proident ipsum enim nostrud est id duis labore incididunt do. Sunt pariatur duis aliquip reprehenderit sit ut quis quis reprehenderit non anim nulla.\r\n",
    "price": 8908,
    "color": "BlueViolet",
    "category": "Xhinse",
    "pictures": [
      "https://picsum.photos/400",
      "https://picsum.photos/400"
    ],
    "size": [
      "X",
      "M",
      "M"
    ],
    "tags": [
      "magna",
      "culpa",
      "reprehenderit",
      "ipsum",
      "exercitation",
      "cupidatat",
      "aliqua"
    ]
  },
  {
    "id": 10,
    "name": "et reprehenderit",
    "description": "Tempor mollit pariatur eu Lorem commodo ad veniam qui eu ut irure adipisicing aliqua. Ut dolor ea aliqua adipisicing officia aute excepteur. Mollit eu culpa consectetur proident enim voluptate commodo esse. Quis reprehenderit aliqua excepteur mollit in incididunt in quis velit minim. Enim Lorem elit labore consequat ipsum adipisicing Lorem aliqua anim. Lorem est occaecat proident duis occaecat commodo irure dolor. Enim sint in excepteur commodo veniam aliqua fugiat.\r\n",
    "price": 6382,
    "color": "Aqua",
    "category": "Xhaketa",
    "pictures": [
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400"
    ],
    "size": [
      "M",
      "M",
      "XXL"
    ],
    "tags": [
      "ad",
      "Lorem",
      "occaecat",
      "eu",
      "voluptate",
      "excepteur",
      "cupidatat"
    ]
  },
  {
    "id": 11,
    "name": "tempor esse",
    "description": "Reprehenderit nostrud exercitation amet ex veniam tempor dolore exercitation anim enim ad officia proident esse. Nisi anim culpa eiusmod excepteur culpa exercitation et amet proident sint nostrud ullamco ullamco consequat. Laboris ullamco laborum non adipisicing adipisicing ullamco non amet est commodo voluptate. Ad aliquip voluptate tempor veniam qui aliquip id minim irure amet sunt. Duis aliquip aliquip aute id quis et sint esse eiusmod dolore minim incididunt voluptate.\r\n",
    "price": 888,
    "color": "Brown",
    "category": "Cante",
    "pictures": [
      "https://picsum.photos/400",
      "https://picsum.photos/400",
      "https://picsum.photos/400"
    ],
    "size": [
      "XL",
      "S"
    ],
    "tags": [
      "laboris",
      "sit",
      "ut",
      "duis",
      "deserunt",
      "anim",
      "duis"
    ]
  }
]